[
    {
        "title": "Pesona Kebaya & Batik",
        "author": "Adi Kusrianto",
        "publisher": "Penerbit Andi",
        "published": "2024",
        "pages": "160",
        "isbn": " 9786230136610",
        "description": "Buku ini membahas tentang Indonesia memiliki kekayaan budaya yang luar biasa, termasuk dalam hal busana tradisional seperti kebaya dan batik. Buku ini mampu membantu memberikan pemahaman tentang keberadaan kebaya yang digunakan sebagai busana nasional bagi wanita Indonesia."
    },
    {
        "title": "Filosofi Rumah Tradisional Jawa",
        "author": "Asti Musman",
        "publisher": "Anak Hebat Indonesia",
        "published": "2022",
        "pages": "230",
        "isbn": " 9786234003109",
        "description": "Buku ini menggambarkan sosok orang Jawa yaitu orang yang sederhana, tidak memikirkan kenyamanan dalam kehidupannya. Keunikan tersebut mendominasi, sehingga orang lain menganggap orang Jawa atau hal yang berkaitan dengan Jawa itu Istimewa."
    },
    {
        "title": "Terapi Rasa Marah",
        "author": "Adibah Rasikhah Amanto",
        "publisher": "Anak Hebat Indonesia",
        "published": "2024",
        "pages": "278",
        "isbn": " 9786231644831",
        "description": " Buku ini mengajak pembaca menyelami dan menjelajahi diri beserta emosi dari banyak sisi untuk kembali membuka makna dari emosi dan kehidupan itu sendiri. Semua yang tidak berlebihan itu baik, termasuk emosi."
    },
    {
        "title": "The Coaching Leader",
        "author": "Bambang Triyawan",
        "publisher": "Elex Media Konputindo",
        "published": "2023",
        "pages": "144",
        "isbn": " 9786230045943",
        "description": "Buku ini membahas tentang keberhasilan seorang pemimpin diukur dari keberhasilan orang yang dipimpinnya. Kepemimpinan bukanlah tentang bagaimana meraih puncak sukses seorang diri, tetapi tentang membantu banyak orang untuk meraih puncak sukses mereka."
    },
    {
        "title": " Lintas Analisis Kritis",
        "author": "Muhammad Tariq",
        "publisher": "Yrama Widya",
        "published": "2023",
        "pages": "152",
        "isbn": " 9786232058187",
        "description": "Buku “Lintas Analisis Kritis” adalah buku kumpulan opini sederhana namun kritis tentang berbagai persoalan dan peristiwa yang dihadapi dan dirasakan selama hidup."
    },
    {
        "title": "Ekspresi Tuban",
        "author": "Fajar Ciptandi",
        "publisher": "Gramedia Pustaka Utama",
        "published": "2022",
        "pages": "96",
        "isbn": " 9786020664705",
        "description": "Buku ini memceritakan Masyarakat Tuban yang secara turun-temurun masih berupaya mempertahankan tradisi batik gedog di tengah-tengah pertumbuhan tren dan teknologi yang kian mengusik eksistensinya."
    },
    {
        "title": "Bisnis Jalur Langit",
        "author": "Rusydie Anwar",
        "publisher": "Araska Publisher",
        "published": "2023",
        "pages": "240",
        "isbn": " 9786236335178",
        "description": " Bisnis jurus langit membahas tentang usaha spiritual yang penting dilakukan oleh kita sebagai hamba Allah Swt. untuk membangun dan memperlancar usaha yang kita rintis."
    },
    {
        "title": "Unbelievable Germany",
        "author": " Gana Stegmann",
        "publisher": "Elex Media Komputindo",
        "published": "2017",
        "pages": "420",
        "isbn": " 9786020449579",
        "description": " Sebuah kumpulan pengalaman dengan cerita-cerita yang tidak dapat kamu dapatkan jika tidak langsung hidup di negara Jerman, negara yang disiplin, bersih, serta memiliki nilai-nilai individualis yang sangat tinggi, sehingga antara satu orang dengan yang lainnya tidak begitu hangat."
    },
    {
        "title": "Anxiety First Aid",
        "author": "Margareth Bertha",
        "publisher": "Anak Hebat Indonesia",
        "published": "2023",
        "pages": "200",
        "isbn": " 9786234007398",
        "description": " Buku ini berisi tentang panduan mengenali diri yang sedang mengalami gangguan kecemasan atau anxiety, gejala-gejala kecemasan, tipe kecemasan, penyebab kecemasan, dan cara mengatasinya."
    },
    {
        "title": "Face on Point",
        "author": "Irwan Riady",
        "publisher": "PT. Tiga Generasi Indonesia",
        "published": "2017",
        "pages": "132",
        "isbn": " 9786025019708",
        "description": " Buku Face on Point membahas mulai dari gaya makeup pernikahan tradisional, internasional, kebaya modern, glam look, hingga makeup sehari-hari. Buku ini merupakan buku tutorial makeup pertama di Indonesia yang menunjukan ‘tangan dingin’ dan kreativitas tiga makeup artist di Indonesia."
    }
]
