{
    "books": [
        {
            "isbn": "978-602-425-346-2",
            "title": "belajar dan pembelajaran",
            "author": "Ni Nyoman Parwati",
            "published": "Depok, 2018",
            "publisher": "Rajwali pers",
            "pages": 290,
            "description": "Belajar dan pembelajaran merupakan dua konsep yang saling terkait namun memiliki perbedaa mendasar. Belajar adalah proses individu dalam memperoleh pengetahuan dan keterampilan, sementara pembelajaran adalah proses sistematis yang dirancang untuk mendukung pembelajaran tersebut. Memahami kedua konsep ini penting untuk menciptakan lingkungan pendidikan yang efektif dan mendukung perkembangan individu secara optimal."
        },
        {
            "isbn": "978-979-769-217-9",
            "title": "UUD 1945 dan gagasan amandemen ulang",
            "author": "Ni'matu Huda",
            "published": "Jakarta, 2008",
            "publisher": "Rajawali pers",
            "pages": 328,
            "description": "Buku ini mengkaji dinamika ketatatnegaraan yang muncul Ketika penyusun UUD 1945 oleh the founding fathers dan implementasinya dalam lintasan sejarah RI "
        },
        {
            "isbn": "979-26-1704-3",
            "title": "Kisah teladan Rasulullah saw dan para sahabat r.a ",
            "author": "Maulana Muhammad zakariyya al-kandahlawi Rah.a",
            "published": "Yogyakarta, 2007",
            "publisher": "Citra media",
            "pages": 286,
            "description": "Kisah teladan Rasulullah Muhammad SAW dan para sahabatnya mencerminkan nilai-nilai mulia yang dapat dijadikan inspirasi. Salah satu kisah terkenal adalah Kisah 8 Dirham , di mana Rasulullah memberikan sebagian dari uangnya kepada seorang budak wanita yang kehilangan uang, serta membantu orang kelaparan, menunjukkan sifat dermawan dan empati beliau."
        },
        {
            "isbn": "978-602-1588-22-2",
            "title": "Nak,Panggil Aku Ibu ",
            "author": "Aster Putih",
            "published": "Jakarta timur, 2013",
            "publisher": "Rumah oranye",
            "pages": 208,
            "description": "Buku ini ditulis menggunakan Bahasa Indonesia dan  membahas seorang ibu yang menyayangi anaknya,juga diperuntukkan bagi mahasiswa untuk membaca buku ini. "
        },
        {
            "isbn": "978-602-427-090-2",
            "title": "Pendidikan Pancasila dan Kewarganegaraan ",
            "author": "Sigit Dwi Nuridha dan Aprilia Nur Kurniawati",
            "published": "Jakarta, 2021",
            "publisher": "Kementerian Pendidikan dan Kebudayaan",
            "pages": 328,
            "description": "Buku Pendidikan Pancasila dan Kewarganegaraan (PPKn) untuk kelas XI (sebelas) ini merupakan jawaban atas tuntutan buku pelajaran yang berkualitas juga bertujuan untuk mengembangkan wawasan para siswa terciptanya pembangunan bansa dan negara dan disusun dengan huruf Times New Roman, 11 pt "
        },
        {
            "isbn": "978-602-03-5117-9",
            "title": "Bintang",
            "author": "Tere liye",
            "published": "Jakarta, 2017",
            "publisher": "Gramedia Pustaka utama",
            "pages": 392,
            "description": "Mengisahkan petualangan tiga sahabat—Raib, Seli, dan Ali—di dunia paralel Klan Bintang, novel ini mengeksplorasi tema persahabatan dan keberanian. Raib memiliki kekuatan menghilang, Seli dapat mengeluarkan petir, dan Ali bisa berubah menjadi beruang. Mereka berusaha mencegah rencana jahat Sekretaris Dewan Kota Zaramaraz yang ingin menghancurkan klan permukaan dengan meruntuhkan pasak bumi. "
        },
        {
            "isbn": "978-602-06-3623-8",
            "title": "Moon",
            "author": "Tere liye",
            "published": "Jakarta, 2019",
            "publisher": "Gramedia Pustaka utama",
            "pages": 344,
            "description": "Bulan,” yang merupakan novel kedua dalam serial “Bumi” milik Tere Liye, menceritakan petualangan tiga remaja SMA bernama Raib, Seli, dan Ali. Setelah dikejar oleh Tamus, mereka diselamatkan oleh Selena, seorang pejuang dari Klan Bulan. "
        },
        {
            "isbn": "978-602-03-012-9",
            "title": "Bumi",
            "author": "Tere Liye",
            "published": "Jakarta, 2014",
            "publisher": "Gramedia Pustaka utama",
            "pages": 2438,
            "description": "Bumi adalah novel pertama dalam serial karya Tere Liye yang terbit pada tahun 2014. Mengisahkan petualangan tiga remaja—Raib, Seli, dan Ali—yang memiliki kekuatan luar biasa; Raib bisa menghilang, Seli mengendalikan listrik, dan Ali adalah seorang jenius. Mereka terjebak di dunia paralel bernama Klan Bulan setelah mengalami kejadian di sekolah. Dalam perjalanan mereka, ketiganya harus melawan Tamus, sosok jahat yang berambisi menguasai dunia. Novel ini mengeksplorasi tema persahabatan, keberanian, dan pentingnya menjaga keseimbangan alam "
        },
        {
            "isbn": "978-602-0639-51-2",
            "title": "Selena",
            "author": "tere Liye",
            "published": "Jakarta, 2021",
            "publisher": "Gramedia Pustaka utama",
            "pages": 365,
            "description": "Selena dan Nebula adalah buku ke-8 dan ke-9 yang menceritakan siapa orangtua Raib dalam serial petualangan dunia paralel. Dua buku ini sebaiknya dibaca berurutan. Kedua buku ini juga bercerita tentang Akademi Bayangan Tingkat Tinggi, sekolah terbaik di seluruh Klan Bulan. Tentang persahabatan tiga mahasiswa, yang diam-diam memiliki rencana bertualang ke tempat-tempat jauh. Tapi petualangan itu berakhir buruk, saat persahabatan mereka diuji dengan rasa suka, egoisme, dan pengkhianatan. Ada banyak karakter baru, tempat-tempat baru, juga sejarah dunia paralel yang diungkap. Di dua buku ini kalian akan berkenalan dengan salah satu karakter paling kuat di dunia paralel sejauh ini. Tapi itu jika kalian bisa menebaknya. Dua buku ini bukan akhir. Justru awal terbukanya kembali portal menuju Klan Aldebaran. "
        },
        {
            "isbn": "978-602-03-6110-9",
            "title": "About loe ",
            "author": "Tere liye",
            "published": "Jakarta, 2017",
            "publisher": "Gramedia pustaka utama",
            "pages": 100,
            "description": "Jatuh cinta adalah salah satu anugerah terbaik. Cinta memberi kita kesempatan untuk memahami banyak hal. Cinta juga menjadikan kita lebih dewasa, lebih berani, dan bertanggung jawab. Cinta pula yang menjadikan manusia sebagai manusia. Masing-masing dari kita memiliki kutipan favorit tentang cinta. Satu, sepuluh, atau bahkan seratus kutipan seperti yang ada di dalam buku ini bisa menjadi pegangan kita dalam mencinta AboutLove merupakan rangkuman kutipan cinta terfavorit dari Tere Liye. Selamat menikmati cinta."
        }
    ]
}
